const defaultData = [
  {
    title: '아카이브',
    contents: [],
  },
];

const noIntroData = [
  {
    title: '아카이브',
    contents: [
      {
        title: '아1111',
        star: 4.7,
        description:
          '주말에 다녀왔는데 사람이 너무 많아서 힘들었어요.. 하지만 사진찍기는 진짜 좋음!! 굿즈는 특히 엽사가 이쁘니 엽서 많이 사길 추천!!',
      },
      {
        title: '아222',
        star: 4.7,
        description:
          '주말에 다녀왔는데 사람이 너무 많아서 힘들었어요.. 하지만 사진찍기는 진짜 좋음!! 굿즈는 특히 엽사가 이쁘니 엽서 많이 사길 추천!!',
      },
      {
        title: '아333',
        star: 4.7,
        description:
          '주말에 다녀왔는데 사람이 너무 많아서 힘들었어요.. 하지만 사진찍기는 진짜 좋음!! 굿즈는 특히 엽사가 이쁘니 엽서 많이 사길 추천!!',
      },
    ],
  },
];

export const data = [
  {
    title: '소개',
    contents: {
      summary:
        '한국인이 사랑하는 화가 에바 알머슨, <br/> 스페인 사라고사에서 태어난 에바 알머슨은 바르셀로나 대학에서<br/>미술을 전공했습니다. 코카콜라 CF를 통해 이름을 알린 후 단체전 개인전, 아트페어 등에 참여하고 국제적인 작가로 성장하게 되었습니다. 그녀는 지극히 평범한 순간들을 포착하여...',
      photo: ['사진1', '사진2', '사진3'],
    },
  },
  {
    title: '아카이브',
    contents: [
      {
        title: '아1111',
        star: 4.7,
        description:
          '주말에 다녀왔는데 사람이 너무 많아서 힘들었어요.. 하지만 사진찍기는 진짜 좋음!! 굿즈는 특히 엽사가 이쁘니 엽서 많이 사길 추천!!',
      },
      {
        title: '아222',
        star: 4.7,
        description:
          '주말에 다녀왔는데 사람이 너무 많아서 힘들었어요.. 하지만 사진찍기는 진짜 좋음!! 굿즈는 특히 엽사가 이쁘니 엽서 많이 사길 추천!!',
      },
      {
        title: '아333',
        star: 4.7,
        description:
          '주말에 다녀왔는데 사람이 너무 많아서 힘들었어요.. 하지만 사진찍기는 진짜 좋음!! 굿즈는 특히 엽사가 이쁘니 엽서 많이 사길 추천!!',
      },
    ],
  },
];
